<?php

    return [


        'info' => [
            'website' => '',
            'website_name' => '',
            'name' => '上海如哉网络科技有限公司',
            'short_name' => '腓尼基',
            'brand' => '安徽腓尼基',
            'description' => '',
            'slogan' => '安徽腓尼基',
            'favicon' => '/favicon-240.png',
            'logo' => '/logo.png',
            'address' => '上海市松江区荣乐中路89号',
            'linkman' => '崔经理',
            'telephone' => '400-1234-1234',
            'mobile' => '158-0068-9433',
            'email' => 'longyun@softorg.cn',
            'w_id' => '',
            'wx_qrcode' => '/custom/images/wechat_qrcode.jpg',
            'wb_name' => '',
            'wb_address' => '',
        ],

        'inspected_result' => [
            '通过',
            '拒绝',
            '重复',
            '内部通过',
            '二次待审',
            '已审未提',
            '回访重提'
        ],


        'team_district' => [
            '一区','二区','三区','四区','五区','六区','七区','八区','九区'
        ],

        'channel_source' => [
            '抖音',
            '快手',
            '百度',
            '腾讯',
            '其他'
        ],

        'location_city' => [
            '北京' => ['东城区','西城区','海淀区','朝阳区','丰台区','门头沟区','石景山区','房山区','通州区','顺义区','昌平区','大兴区','怀柔区','平谷区','延庆区','密云区','其他'],
            '天津' => ['和平区','河东区','河西区','南开区','河北区','红桥区','滨海新区','东丽区','西青区','津南区','北辰区','武清区','宝坻区','宁河区','静海区','蓟州区','其他'],
            '上海' => ['黄浦区','徐汇区','长宁区','静安区','普陀区','虹口区','杨浦区','闵行区','宝山区','嘉定区','浦东新区','金山区','松江区','青浦区','奉贤区','崇明区','其他'],
            '广州' => ['越秀区','荔湾区','海珠区','天河区','白云区','黄埔区','南沙区','番禺区','花都区','从化区','增城区','其他'],

            '南京' => ['玄武区','秦淮区','建邺区','鼓楼区','浦口区','栖霞区','雨花台区','江宁区','六合区','溧水区','高淳区','江北新区','其他'],
            '宁波' => ['海曙区','江北区','北仑区','镇海区','鄞州区','奉化区','象山县','宁海县','余姚市','慈溪市','其他'],
            '重庆' => ['渝中区','大渡口区','江北区','沙坪坝区','九龙坡区','南岸区','北碚区','渝北区','巴南区','其他'],
            '成都' => ['锦江区','青羊区','金牛区','武侯区','成华区','龙泉驿区','新都区','郫都区','温江区','双流区','青白江区','新津区','都江堰市','彭州市','邛崃市','崇州市','简阳市','金堂县','大邑县','蒲江县','其他'],

            '杭州市' => ['上城区','拱墅区','西湖区','滨江区','萧山区','余杭区','临平区','钱塘区','富阳区','临安区','建德市','桐庐县','淳安县','其他'],
            '武汉市' => ['江岸区','江汉区','硚口区','汉阳区','武昌区','青山区','洪山区','东西湖区','汉南区','蔡甸区','江夏区','黄陂区','新洲区','其他'],
            '西安市' => ['新城区','碑林区','莲湖区','雁塔区','灞桥区','未央区','阎良区','临潼区','长安区','高陵区','鄠邑区','蓝田县','周至县','其他'],
            '长沙市' => ['芙蓉区','天心区','岳麓区','开福区','雨花区','望城区','浏阳市','宁乡市','长沙县','其他'],

            '曲靖市' => ['麒麟区','宣威市','沾益区','马龙区','师宗县','富源县','陆良县','罗平县','会泽县','其他'],
            '马鞍山市' => ['花山区','雨山区','博望区','当涂县','含山县','和县','其他'],
            '其他' => ['其他']

        ],

        'location_district' => [
            ['东城区','西城区','海淀区','朝阳区','丰台区','门头沟区','石景山区','房山区','通州区','顺义区','昌平区','大兴区','怀柔区','平谷区','延庆区','密云区', '其他'],
            ['和平区','河东区','河西区','南开区','河北区','红桥区','滨海新区','东丽区','西青区','津南区','北辰区','武清区','宝坻区','宁河区','静海区','蓟州区', '其他'],
            ['黄浦区','徐汇区','长宁区','静安区','普陀区','虹口区','杨浦区','闵行区','宝山区','嘉定区','浦东新区','金山区','松江区','青浦区','奉贤区','崇明区', '其他'],
            ['越秀区','荔湾区','海珠区','天河区','白云区','黄埔区','南沙区','番禺区','花都区','从化区','增城区','其他'],

            ['玄武区','秦淮区','建邺区','鼓楼区','浦口区','栖霞区','雨花台区','江宁区','六合区','溧水区','高淳区','江北新区','其他'],
            ['海曙区','江北区','北仑区','镇海区','鄞州区','奉化区','象山县','宁海县','余姚市','慈溪市','其他'],
            ['渝中区','大渡口区','江北区','沙坪坝区','九龙坡区','南岸区','北碚区','渝北区','巴南区','其他'],
            ['锦江区','青羊区','金牛区','武侯区','成华区','龙泉驿区','新都区','郫都区','温江区','双流区','青白江区','新津区','都江堰市','彭州市','邛崃市','崇州市','简阳市','金堂县','大邑县','蒲江县','其他'],

            ['上城区','拱墅区','西湖区','滨江区','萧山区','余杭区','临平区','钱塘区','富阳区','临安区','建德市','桐庐县','淳安县','其他'],
            ['江岸区','江汉区','硚口区','汉阳区','武昌区','青山区','洪山区','东西湖区','汉南区','蔡甸区','江夏区','黄陂区','新洲区','其他'],
            ['新城区','碑林区','莲湖区','雁塔区','灞桥区','未央区','阎良区','临潼区','长安区','高陵区','鄠邑区','蓝田县','周至县','其他'],
            ['芙蓉区','天心区','岳麓区','开福区','雨花区','望城区','浏阳市','宁乡市','长沙县','其他'],

            ['麒麟区','宣威市','沾益区','马龙区','师宗县','富源县','陆良县','罗平县','会泽县','其他'],
            ['花山区','雨山区','博望区','当涂县','含山县','和县','其他'],
            ['其他']
        ],

        'teeth_count' => [
            '1-2颗',
            '3-5颗',
            '6颗',
            '半口',
            '全口',
            '其他'
        ],

        'order_quality' => [
            '有效',
            '无效',
            '重单',
            '无法联系'
        ]



    ];














