<?php

    return [


        'info' => [
            'website' => '',
            'website_name' => '',
            'name' => '上海如哉网络科技有限公司',
            'short_name' => '腓尼基',
            'brand' => '安徽腓尼基',
            'description' => '',
            'slogan' => '安徽腓尼基',
            'favicon' => '/favicon-240.png',
            'logo' => '/logo.png',
            'address' => '上海市松江区荣乐中路89号',
            'linkman' => '崔经理',
            'telephone' => '400-1234-1234',
            'mobile' => '158-0068-9433',
            'email' => 'longyun@softorg.cn',
            'w_id' => '',
            'wx_qrcode' => '/custom/images/wechat_qrcode.jpg',
            'wb_name' => '',
            'wb_address' => '',
        ],

        'inspected_result' => [
            '通过',
            '拒绝',
            '重复',
            '内部通过',
            '二次待审',
            '已审未提',
            '回访重提'
        ],

        'delivered_result' => [
            '已交付',
            '待交付',
            '驳回',
            '等待再审',
            '隔日交付'
        ],


        'team_district' => [
            '一区','二区','三区','四区','五区','六区','七区','八区','九区'
        ],

        'channel_source' => [
            '抖音',
            '快手',
            '百度',
            '腾讯',
            '其他'
        ],

        'location_city' => [
            '北京' => ['东城区','西城区','海淀区','朝阳区','丰台区','门头沟区','石景山区','房山区','通州区','顺义区','昌平区','大兴区','怀柔区','平谷区','延庆区','密云区','其他'],
            '天津' => ['和平区','河东区','河西区','南开区','河北区','红桥区','滨海新区','东丽区','西青区','津南区','北辰区','武清区','宝坻区','宁河区','静海区','蓟州区','其他'],
            '上海' => ['黄浦区','徐汇区','长宁区','静安区','普陀区','虹口区','杨浦区','闵行区','宝山区','嘉定区','浦东新区','金山区','松江区','青浦区','奉贤区','崇明区','其他'],
            '广州' => ['越秀区','荔湾区','海珠区','天河区','白云区','黄埔区','南沙区','番禺区','花都区','从化区','增城区','其他'],
            '深圳' => ['福田区','罗湖区','南山区','盐田区','宝安区','龙岗区','龙华区','坪山区','光明区','大鹏新区','其他'],

            '南京' => ['玄武区','秦淮区','建邺区','鼓楼区','浦口区','栖霞区','雨花台区','江宁区','六合区','溧水区','高淳区','江北新区','其他'],
            '宁波' => ['海曙区','江北区','北仑区','镇海区','鄞州区','奉化区','象山县','宁海县','余姚市','慈溪市','其他'],
//            '重庆' => ['渝中区','大渡口区','江北区','沙坪坝区','九龙坡区','南岸区','北碚区','渝北区','巴南区','其他'],
            '重庆' => ['渝中区','大渡口区','江北区','沙坪坝区','九龙坡区','南岸区','北碚 bèi 区','渝北区','巴南区','万州区','涪fú陵区','永川区','璧山区','大足区','綦qí江区','江津区','合川区','黔qián江区','长寿区','南川区','铜梁区','潼tóng南区','荣昌区','开州区','梁平区','武隆区','城口县','丰都县','垫江县','忠县','云阳县','奉节县','巫山县','巫溪县','石柱土家族自治县','秀山土家族苗族自治县','酉阳土家族苗族自治县','彭水苗族土家族自治县'],
            '成都' => ['锦江区','青羊区','金牛区','武侯区','成华区','龙泉驿区','新都区','郫都区','温江区','双流区','青白江区','新津区','都江堰市','彭州市','邛崃市','崇州市','简阳市','金堂县','大邑县','蒲江县','其他'],

            '杭州市' => ['上城区','拱墅区','西湖区','滨江区','萧山区','余杭区','临平区','钱塘区','富阳区','临安区','建德市','桐庐县','淳安县','其他'],
            '苏州市' => ['姑苏区','虎丘区','吴中区','相城区','吴江区','工业园区','常熟市','张家港市','昆山市','太仓市','其他'],
            '武汉市' => ['江岸区','江汉区','硚口区','汉阳区','武昌区','青山区','洪山区','东西湖区','汉南区','蔡甸区','江夏区','黄陂区','新洲区','其他'],
            '西安市' => ['新城区','碑林区','莲湖区','雁塔区','灞桥区','未央区','阎良区','临潼区','长安区','高陵区','鄠邑区','蓝田县','周至县','其他'],
            '郑州市' => ['中原区','二七区','管城回族区','金水区','上街区','惠济区','中牟县','巩义市','荥阳市','新密市','新郑市','登封市航空实验区','郑东新区','经济开发区','高新技术产业开发区','其他'],
            '长沙市' => ['芙蓉区','天心区','岳麓区','开福区','雨花区','望城区','浏阳市','宁乡市','长沙县','其他'],
            '贵阳市' => ['云岩区','南明区','花溪区','乌当区','白云区','观山湖区','修文县','息烽县','开阳县','清镇市','其他'],
            '南昌市' => ['东湖区','西湖区','青云谱区','青山湖区','新建区','红谷滩区','南昌县','进贤县','安义县','其他'],
            '沈阳市' => ['和平区','沈河区','铁西区','皇姑区','大东区','浑南区','于洪区','沈北新区','苏家屯区','辽中区','新民市','法库县','康平县','其他'],
            '济南市' => ['历下区','市中区','槐荫区','天桥区','历城区','长清区','章丘区','济阳区','莱芜区','钢城区','平阴县','商河县','其他'],
            '大同市' => ['平城区','云冈区','新荣区','云州区','左云县','阳高县','天镇县','浑源县','广灵县','灵丘县','其他'],

            '常州市' => ['金坛区','武进区','新北区','天宁区','钟楼区','溧阳市','其他'],
            '温州市' => ['鹿城','龙湾','瓯海','洞头','瑞安','乐清','龙港','永嘉','平阳','苍南','文成','泰顺','其他'],
            '绍兴市' => ['越城区','柯桥区','上虞区','新昌县','诸暨市','嵊州市','其他'],
            '台州市' => ['椒江区','黄岩区','路桥区','天台县','仙居县','三门县','临海市','温岭市','玉环市','其他'],
            '舟山市' => ['定海区','普陀区','岱山县','溗泗县','其他'],
            '曲靖市' => ['麒麟区','宣威市','沾益区','马龙区','师宗县','富源县','陆良县','罗平县','会泽县','其他'],
            '芜湖市' => ['镜湖区','鸠江区','弋江区','湾沚区','繁昌区','无为市','南陵县','其他'],
            '马鞍山市' => ['花山区','雨山区','博望区','当涂县','含山县','和县','其他'],
            '清远市' => ['清新区','清城区','东城区','新城区','阳山县','佛冈县','连南县','连山县','英德市','连州市','其他'],
            '铜仁市' => ['碧江区','万山区','松桃苗族自治县','玉屏侗族自治县','印江土家族苗族自治县','沿河土家族自治县','江口县','石阡县','思南县','德江县','大龙经济开发区','高新技术产业开发区','其他'],
            '自贡市' => ['自流井区','贡井区','大安区','沿滩区','荣县','富顺县','其他'],
            '其他' => ['其他']

        ],

        'location_district' => [
            ['东城区','西城区','海淀区','朝阳区','丰台区','门头沟区','石景山区','房山区','通州区','顺义区','昌平区','大兴区','怀柔区','平谷区','延庆区','密云区', '其他'],
            ['和平区','河东区','河西区','南开区','河北区','红桥区','滨海新区','东丽区','西青区','津南区','北辰区','武清区','宝坻区','宁河区','静海区','蓟州区', '其他'],
            ['黄浦区','徐汇区','长宁区','静安区','普陀区','虹口区','杨浦区','闵行区','宝山区','嘉定区','浦东新区','金山区','松江区','青浦区','奉贤区','崇明区', '其他'],
            ['越秀区','荔湾区','海珠区','天河区','白云区','黄埔区','南沙区','番禺区','花都区','从化区','增城区','其他'],
            ['福田区','罗湖区','南山区','盐田区','宝安区','龙岗区','龙华区','坪山区','光明区','大鹏新区','其他'],

            ['玄武区','秦淮区','建邺区','鼓楼区','浦口区','栖霞区','雨花台区','江宁区','六合区','溧水区','高淳区','江北新区','其他'],
            ['海曙区','江北区','北仑区','镇海区','鄞州区','奉化区','象山县','宁海县','余姚市','慈溪市','其他'],
//            ['渝中区','大渡口区','江北区','沙坪坝区','九龙坡区','南岸区','北碚区','渝北区','巴南区','其他'],
            ['渝中区','大渡口区','江北区','沙坪坝区','九龙坡区','南岸区','北碚 bèi 区','渝北区','巴南区','万州区','涪fú陵区','永川区','璧山区','大足区','綦qí江区','江津区','合川区','黔qián江区','长寿区','南川区','铜梁区','潼tóng南区','荣昌区','开州区','梁平区','武隆区','城口县','丰都县','垫江县','忠县','云阳县','奉节县','巫山县','巫溪县','石柱土家族自治县','秀山土家族苗族自治县','酉阳土家族苗族自治县','彭水苗族土家族自治县','其他'],
            ['锦江区','青羊区','金牛区','武侯区','成华区','龙泉驿区','新都区','郫都区','温江区','双流区','青白江区','新津区','都江堰市','彭州市','邛崃市','崇州市','简阳市','金堂县','大邑县','蒲江县','其他'],

            ['上城区','拱墅区','西湖区','滨江区','萧山区','余杭区','临平区','钱塘区','富阳区','临安区','建德市','桐庐县','淳安县','其他'],
            ['姑苏区','虎丘区','吴中区','相城区','吴江区','工业园区','常熟市','张家港市','昆山市','太仓市','其他'],
            ['江岸区','江汉区','硚口区','汉阳区','武昌区','青山区','洪山区','东西湖区','汉南区','蔡甸区','江夏区','黄陂区','新洲区','其他'],
            ['新城区','碑林区','莲湖区','雁塔区','灞桥区','未央区','阎良区','临潼区','长安区','高陵区','鄠邑区','蓝田县','周至县','其他'],
            ['中原区','二七区','管城回族区','金水区','上街区','惠济区','中牟县','巩义市','荥阳市','新密市','新郑市','登封市航空实验区','郑东新区','经济开发区','高新技术产业开发区','其他'],
            ['芙蓉区','天心区','岳麓区','开福区','雨花区','望城区','浏阳市','宁乡市','长沙县','其他'],
            ['云岩区','南明区','花溪区','乌当区','白云区','观山湖区','修文县','息烽县','开阳县','清镇市','其他'],
            ['东湖区','西湖区','青云谱区','青山湖区','新建区','红谷滩区','南昌县','进贤县','安义县','其他'],
            ['和平区','沈河区','铁西区','皇姑区','大东区','浑南区','于洪区','沈北新区','苏家屯区','辽中区','新民市','法库县','康平县','其他'],
            ['历下区','市中区','槐荫区','天桥区','历城区','长清区','章丘区','济阳区','莱芜区','钢城区','平阴县','商河县','其他'],
            ['平城区','云冈区','新荣区','云州区','左云县','阳高县','天镇县','浑源县','广灵县','灵丘县','其他'],

            ['金坛区','武进区','新北区','天宁区','钟楼区','溧阳市','其他'],
            ['鹿城','龙湾','瓯海','洞头','瑞安','乐清','龙港','永嘉','平阳','苍南','文成','泰顺','其他'],
            ['越城区','柯桥区','上虞区','新昌县','诸暨市','嵊州市','其他'],
            ['椒江区','黄岩区','路桥区','天台县','仙居县','三门县','临海市','温岭市','玉环市','其他'],
            ['定海区','普陀区','岱山县','溗泗县','其他'],
            ['麒麟区','宣威市','沾益区','马龙区','师宗县','富源县','陆良县','罗平县','会泽县','其他'],
            ['镜湖区','鸠江区','弋江区','湾沚区','繁昌区','无为市','南陵县','其他'],
            ['花山区','雨山区','博望区','当涂县','含山县','和县','其他'],
            ['清新区','清城区','东城区','新城区','阳山县','佛冈县','连南县','连山县','英德市','连州市','其他'],
            ['碧江区','万山区','松桃苗族自治县','玉屏侗族自治县','印江土家族苗族自治县','沿河土家族自治县','江口县','石阡县','思南县','德江县','大龙经济开发区','高新技术产业开发区','其他'],
            ['自流井区','贡井区','大安区','沿滩区','荣县','富顺县','其他'],
            ['其他']
        ],

        'teeth_count' => [
            '1-2颗',
            '3-5颗',
            '6颗',
            '半口',
            '全口',
            '其他'
        ],

        'order_quality' => [
            '有效',
            '无效',
            '重单',
            '无法联系'
        ]



    ];














